Repository: doublespeakgames/adarkroom
Catalog: lang/*/strings.po
Languages: cn, pt_br

source: a wall of gnarled trees rises from the dust. their branches twist into a skeletal canopy overhead.
cn: 粗大的树干从贫地中崛起, 形成坚实的树墙, 他们的巨大枝杈扭曲在一起, 仿佛苍穹一般.
pt_br: uma muralha de árvores retorcidas sobe da poeira. seus ramos dobram-se em um dossel esquelético.

source: Wanderer
cn: 你
pt_br: errante

source: The&nbsp;Village
cn: 村庄
pt_br: A&nbsp;Aldeia

source: the world fades
cn: 整个世界都在消散
pt_br: o mundo vai sumindo

source: water replenished
cn: 补充水完成
pt_br: água reabastecida

source: A Barren World
cn: 一个荒芜的世界
pt_br: Um Mundo Estéril

source: A Snarling Beast
cn: 咆哮的野兽
pt_br: Uma Fera Furiosa

source: snarling beast
cn: 一只咆哮的野兽从草丛中串起
pt_br: fera furiosa

source: the snarling beast is dead
cn: 野兽已死.
pt_br: a fera furiosa está morta

source: a snarling beast leaps out of the underbrush
cn: 一只咆哮的野兽从草丛中串起
pt_br: uma fera furiosa salta para fora do mato

source: A Gaunt Man
cn: 一个落魄的人
pt_br: Um Homem Esquelético

source: gaunt man
cn: 落魄的人
pt_br: homem esquelético

source: the gaunt man is dead
cn: 落魄的人死了
pt_br: o homem esquelético está morto

source: a gaunt man approaches, a crazed look in his eye
cn: 一个疯狂的家伙出现了
pt_br: um homem esquelético se aproxima, com um olhar enlouquecido em seus olhos

source: A Strange Bird
cn: 一只怪鸟
pt_br: Um Pássaro Estranho

source: strange bird
cn: 怪鸟
pt_br: pássaro estranho

source: the strange bird is dead
cn: 怪鸟已经被消灭
pt_br: o pássaro estranho está morto

source: a strange looking bird speeds across the plains
cn: 一只怪鸟略过平原
pt_br: um pássaro de aparência estranha surge através das planícies

source: A Shivering Man
cn: 一个瑟瑟发抖的人
pt_br: Um Homem arrepiante

source: shivering man
cn: 发抖的人
pt_br: homem arrepiante

source: the shivering man is dead
cn: 发抖的人死掉了
pt_br: o homem arrepiante está morto

source: a shivering man approaches and attacks with surprising strength
cn: 一个瑟瑟发抖的人接近中, 看上去出奇的有利
pt_br: o homem arrepiante se aproxima e ataca com uma força surpreendente

source: A Man-Eater
cn: 一个食人族
pt_br: Um canibal

source: man-eater
cn: 食人族
pt_br: canibal

source: the man-eater is dead
cn: 一个食人族已经被消灭
pt_br: O canibal está morto

source: a large creature attacks, claws freshly bloodied
cn: 一个食人族接近了, 爪子上鲜血淋漓
pt_br: uma grande criatura ataca, garras recém-sangrando

source: A Scavenger
cn: 一个拾荒者
pt_br: Um escavador

source: scavenger
cn: 拾荒者
pt_br: escavador

source: the scavenger is dead
cn: 拾荒者被消灭了
pt_br: o escavador está morto

source: a scavenger draws close, hoping for an easy score
cn: 一个拾荒者快速接近中, 想要偷袭
pt_br: o escavador se aproxima, esperando por um ponto fraco

source: A Huge Lizard
cn: 一直饥饿的蜥蜴
pt_br: Um Lagarto Enorme

source: lizard
cn: 蜥蜴
pt_br: lagarto

source: the lizard is dead
cn: 一直饥饿的蜥蜴饿死了
pt_br: o lagarto está morto

source: the grass thrashes wildly as a huge lizard pushes through
cn: 草丛扑出一只巨大的蜥蜴
pt_br: grama agita freneticamente com o atravessar de um lagarto enorme

source: A Feral Terror
cn: 一个恐怖生物
pt_br: Um Terror feroz

source: feral terror
cn: 恐怖生物
pt_br: Terror feroz

source: the feral terror is dead
cn: 一个恐怖生物daed
pt_br: o bagunceiro selvagem está morto

source: a beast, wilder than imagining, erupts out of the foliage
cn: 一只野兽, 比想象中更大更狂野
pt_br: uma besta, mais selvagem do que se pode imaginar, surge da folhagem

source: A Soldier
cn: 一个士兵
pt_br: Um soldado

source: soldier
cn: 士兵
pt_br: soldado

source: the soldier is dead
cn: 士兵被干掉了
pt_br: o soldado está morto

source: a soldier opens fire from across the desert
cn: 一个士兵从沙漠那边开火
pt_br: um soldado abre fogo do outro lado do deserto

source: A Sniper
cn: 狙击手
pt_br: Um Sniper

source: the sniper is dead
cn: 狙击手被灭
pt_br: o sniper está morto

source: a shot rings out, from somewhere in the long grass
cn: 一声枪响从长草中传来
pt_br: um tiro ressoa, de algum lugar na grama longa

source: The Thief
cn: 小偷
pt_br: O Ladrão

source: the villagers haul a filthy man out of the store room.
cn: 村民们从储藏室拖出了一个肮脏的家伙.
pt_br: os moradores levam o homem imundo para fora da sala de abastecimento

source: say his folk have been skimming the supplies.
cn: 他的家人偷走了一些物资.
pt_br: diz que um dos seu povo têm roubado os suprimentos.

source: say he should be strung up as an example.
cn: 他应该被绞死以示惩罚.
pt_br: diz que ele deve ser enforcado como um exemplo.

source: a thief is caught
cn: 一个小偷被抓住了
pt_br: um ladrão é pego

source: hang him
cn: 吊死他
pt_br: enforcá-lo

source: spare him
cn: 释放他
pt_br: poupá-lo

source: the villagers hang the thief high in front of the store room.
cn: 村名们把小偷吊死在了储藏室前面.
pt_br: os aldeões penduram o ladrão em frente da sala de abastecimento.

source: the point is made. in the next few days, the missing supplies are returned.
cn: 在强大的压力下, 丢失的物资很快就被退回来了.
pt_br: a mensagem é recebida. nos próximos dias, os suprimentos que faltavam são devolvidos.

source: the man says he's grateful. says he won't come around any more.
cn: 小偷感谢不杀之恩, 他说再也不偷了.
pt_br: o homem diz que está grato. diz que não vai vir mais por perto.

source: shares what he knows about sneaking before he goes.
cn: 他在离开之前把他的那些偷偷摸摸的技巧分享给了大家.
pt_br: compartilha seu conhecimento de furtividade antes de ir.

source: A Ruined Trap
cn: 破损的陷阱
pt_br: Uma Armadilha Arruinada

source: some of the traps have been torn apart.
cn: 一些陷阱已经严重损毁.
pt_br: algumas das armadilhas foram dilacerados.

source: large prints lead away, into the forest.
cn: 巨大的足印延伸进入森林.
pt_br: grandes pegadas seguem para dentro da floresta.

source: some traps have been destroyed
cn: 一些陷阱损坏了
pt_br: algumas armadilhas foram destruídas

source: track them
cn: 追踪足迹
pt_br: monitorá-los

source: ignore them
cn: 不理他们
pt_br: ignorá-los

source: the tracks disappear after just a few minutes.
cn: 踪迹消失了...
pt_br: as pegadas desaparecem depois de alguns minutos.

source: the forest is silent.
cn: 森林再次归于宁静.
pt_br: a floresta está em silêncio.

source: nothing was found
pt_br: nada foi encontrado

source: go home
cn: 返回
pt_br: ir para casa

source: not far from the village lies a large beast, its fur matted with blood.
cn: 在离开村子的不远处发现了一只巨大的野兽, 它的皮毛覆满了暗淡的血液.
pt_br: não muito longe da aldeia encontra-se uma grande fera, com pelo cheio de sangue.

source: it puts up little resistance before the knife.
cn: 在武器面前, 它只做了微弱的抵抗.
pt_br: ele apresenta pouca resistência diante da faca.

source: Fire
pt_br: Incêndio

source: a fire rampages through one of the huts, destroying it.
pt_br: um incêndio começa em uma das cabanas, destruindo-a.

source: all residents in the hut perished in the fire.
pt_br: todos os residentes da cabana pereceram no fogo.

source: a fire has started
pt_br: um incêndio começou

source: some villagers have died
pt_br: alguns aldeões morreram

source: Sickness
cn: 疾病
pt_br: Doença

source: a sickness is spreading through the village.
cn: 疾病在村子里面传播.
pt_br: uma doença está se espalhando através da aldeia.

source: medicine is needed immediately.
cn: 急需医疗药剂.
pt_br: é necessário remédio imediatamente.

source: 1 medicine
cn: 1 医疗药剂
pt_br: um remédio

source: ignore it
cn: 不理他
pt_br: ignorá-la

source: the sickness is cured in time.
cn: 疾病被即时控制了.
pt_br: a doença é curada em tempo.

source: sufferers are healed
pt_br: Doentes são curados

source: the sickness spreads through the village.
cn: 疾病蔓延在整个村庄.
pt_br: a doença se espalha através da aldeia.

source: the days are spent with burials.
cn: 花了几天掩埋尸体.
pt_br: os dias são gastos com os enterros.

source: the nights are rent with screams.
cn: 黑夜总是伴随着惊声尖叫.
pt_br: as noites são preenchidas com gritos.

source: sufferers are left to die
pt_br: Doentes são deixados para morrer

source: Plague
cn: 瘟疫
pt_br: Praga

source: a terrible plague is fast spreading through the village.
cn: 一场可怕的瘟疫在村子里面迅速蔓延开.
pt_br: uma terrível praga está se espalhando através da aldeia.

source: a plague afflicts the village
pt_br: a praga se espalha pela aldeia.

source: buy medicine
pt_br: comprar remédios

source: 5 medicine
cn: 5 治疗药剂
pt_br: 5 remédios

source: do nothing
cn: 置之不理
pt_br: não fazer nada

source: the plague is kept from spreading.
cn: 瘟疫制止住了.
pt_br: a praga é evitada de se espalhar.

source: only a few die.
cn: 我们只失去了几个人.
pt_br: apenas alguns morrem.

source: the rest bury them.
cn: 幸存下的埋葬了这些死者.
pt_br: o resto foi enterrado.

source: epidemic is eradicated eventually
pt_br: A epidemia é finalmente erradicada

source: the plague rips through the village.
cn: 瘟疫席卷了整个村庄.
pt_br: a praga se espalha pela aldeia.

source: the only hope is a quick death.
cn: 唯一的希望是能死得利落点.
pt_br: a única esperança é uma morte rápida.

source: population is almost exterminated
pt_br: a população está quase exterminada

source: A Beast Attack
cn: 猛兽袭击
pt_br: Um Ataque de feras

source: a pack of snarling beasts pours out of the trees.
cn: 一群野兽冲出了森林奔向村庄.
pt_br: um bando de feras selvagens descem das árvores.

source: the fight is short and bloody, but the beasts are repelled.
cn: 战斗短暂而血腥, 兽群最终被击退了.
pt_br: a luta é curta e sangrenta, mas os animais são expulsos.

source: the villagers retreat to mourn the dead.
cn: 村名们放弃了追击, 集体悼念了死去的人.
pt_br: os aldeões retiram-se para chorar pelos mortos.

source: wild beasts attack the villagers
pt_br: Feras selvagens atacam os aldeões

source: predators become prey. price is unfair
pt_br: Predadores se tornam presas. o preço é injusto

source: A Military Raid
cn: 武装冲突
pt_br: Um Ataque Militar

source: a gunshot rings through the trees.
cn: 一声枪响穿透树林.
pt_br: um tiro ecoa através das árvores.

source: well armed men charge out of the forest, firing into the crowd.
cn: 武装精良的士兵冲突森林, 向我们的人开火.
pt_br: homens bem armados surgem para fora da floresta, disparando contra a multidão.

source: after a skirmish they are driven away, but not without losses.
cn: 在冲突后, 几个村名死亡, 随即武装人员就离开了.
pt_br: depois do conflito eles são expulsos, mas não sem perdas.

source: warfare is bloodthirsty
pt_br: A guerra é sangrenta

source: The Nomad
cn: 游牧帐篷
pt_br: O Nômade

source: a nomad shuffles into view, laden with makeshift bags bound with rough twine.
cn: 一个游牧贸易团进入了视野, 他们携带了很多粗糙的麻线袋, 装满了货物.
pt_br: um nômade aparece diante de seus olhos, carregando bolsas improvisadas amarradas com cordas ásperas.

source: won't say from where he came, but it's clear that he's not staying.
cn: 他们没有说他们从那里来, 显然也不会一直呆在这里.
pt_br: não disse de onde ele veio, mas é claro que ele não pretende ficar.

source: a nomad arrives, looking to trade
cn: 一个游牧帐篷抵达并寻求贸易
pt_br: um nômade chega, olhando para as lojas

source: buy scales
cn: 购买 鳞片
pt_br: comprar escamas

source: buy teeth
cn: 购买 利齿
pt_br: comprar dentes

source: buy bait
cn: 购买 诱饵
pt_br: comprar isca

source: traps are more effective with bait.
cn: 带诱饵的陷阱更有效.
pt_br: armadilhas são mais eficazes com isca.

source: buy compass
cn: 购买 罗盘
pt_br: comprar bússola

source: the old compass is dented and dusty, but it looks to work.
cn: 罗盘看上去很旧, 布满了灰尘, 但是依旧工作良好.
pt_br: a velha bússola está amassada e empoeirada, mas parece funcionar.

source: say goodbye
cn: 再会
pt_br: diga adeus

source: Noises
cn: 嘈杂声
pt_br: Barulhos

source: through the walls, shuffling noises can be heard.
cn: 嘈杂声穿墙入耳.
pt_br: através das paredes, fortes barulhos podem ser ouvidos.

source: can't tell what they're up to.
cn: 不知道发生了什么事.
pt_br: não se tem certeza do que realmente eles se tratam.

source: strange noises can be heard through the walls
cn: 奇怪的嘈杂声穿墙入耳.
pt_br: barulhos estranhos podem ser ouvidos através das paredes

source: investigate
cn: 调查
pt_br: investigar

source: vague shapes move, just out of sight.
cn: 模糊的身影在视野外移动着.
pt_br: formas estranhas se movem, fora da vista.

source: the sounds stop.
cn: 嘈杂声消失了
pt_br: os sons param.

source: go back inside
cn: 回屋
pt_br: volte para dentro

source: a bundle of sticks lies just beyond the threshold, wrapped in coarse furs.
cn: 一大捆用毛皮绑着的木头躺在门槛上.
pt_br: um punhhado de gravetos estão na entrada, envolto em peles grossas.

source: the night is silent.
cn: 黑夜再次趋于宁静.
pt_br: a noite é silenciosa.

source: scratching noises can be heard from the store room.
cn: 有螅螅砕砕的声音从储藏室内传来.
pt_br: barulhos podem ser ouvidos da sala de abastecimento.

source: something's in there.
cn: 有什么东西在那.
pt_br: tem algo lá.

source: something's in the store room
cn: 有东西在储藏室
pt_br: algo está na sala de abastecimento

source: some wood is missing.
cn: 一些木头不见了.
pt_br: estão faltando algumas madeiras.

source: the ground is littered with small scales
cn: 地上有很多细小的鳞片
pt_br: o chão está repleto de pequenas escamas

source: the ground is littered with small teeth
cn: 地面流下了一些破碎的牙齿
pt_br: o chão está repleto de dentes pequenos

source: the ground is littered with scraps of cloth
cn: 地上有很多碎布料
pt_br: o chão está repleto de pedaços de pano

source: The Beggar
cn: 乞丐
pt_br: O Mendigo

source: a beggar arrives.
cn: 来了一个乞丐.
pt_br: um mendigo chega.

source: asks for any spare furs to keep him warm at night.
cn: 乞求能给他一点暖和身子的皮毛.
pt_br: pede por um pouco de pele para mantê-lo aquecido durante a noite.

source: a beggar arrives
cn: 来了一个乞丐
pt_br: um mendigo chega

source: give 50
cn: 赏他50
pt_br: dar 50

source: give 100
cn: 赏他100
pt_br: dar 100

source: turn him away
cn: 让他离开
pt_br: mandá-lo embora

source: the beggar expresses his thanks.
cn: 乞丐表达他的感谢
pt_br: o mendigo expressa seus agradecimentos.

source: leaves a pile of small scales behind.
cn: 留下一堆鳞片.
pt_br: deixa uma pilha de pequenas escamas para trás.

source: leaves a pile of small teeth behind.
cn: 留下一堆牙齿
pt_br: deixa uma pilha de pequenos dentes para atrás.

source: leaves some scraps of cloth behind.
cn: 留下一堆布料
pt_br: deixa alguns pedaços de pano para trás.

source: The Mysterious Wanderer
cn: 神秘流浪者
pt_br: O viajante Misterioso

source: a wanderer arrives with an empty cart. says if he leaves with wood, he'll be back with more.
cn: 一个流浪汉带着一个空筐子来到了木屋, 说如果能给她一些木头带走, 他之后会带来更多.
pt_br: um viajante chega com um carrinho vazio. diz que se ele sair com madeira, ele voltará com mais.

source: builder's not sure he's to be trusted.
cn: 工匠不知道他是否值得信任.
pt_br: o construtor não tem certeza se ele é de confiança.

source: a mysterious wanderer arrives
cn: 一个神秘的流浪汉抵达
pt_br: um misterioso viajante chega

source: give 500
cn: 给 500
pt_br: dar 500

source: the wanderer leaves, cart loaded with wood
cn: 流浪汉带着木头离开了
pt_br: o viajante sai com o carrinho carregado de madeira

source: the mysterious wanderer returns, cart piled high with wood.
cn: 流浪汉回来了, 带回来了一堆木头.
pt_br: o viajante misterioso retorna, com o carrinho cheio de madeira.

source: a wanderer arrives with an empty cart. says if she leaves with furs, she'll be back with more.
cn: 一个流浪女带着一个空筐子来到了木屋, 说如果能给她一些皮毛带走, 她之后会带来更多.
pt_br: uma viajante chega com um carrinho vazio. Disse que se ela sair com peles, ela voltará com mais.

source: builder's not sure she's to be trusted.
cn: 工匠不知道她是否值得信任.
pt_br: o construtor não tem certeza se ela é confiável.

source: turn her away
cn: 撵走她
pt_br: mandá-la embora

source: the wanderer leaves, cart loaded with furs
cn: 流浪女离开了, 筐子满载皮毛
pt_br: A viajante deixa um carrinho carregado com peles

source: the mysterious wanderer returns, cart piled high with furs.
cn: 流浪女回来了, 带回来了许多皮毛.
pt_br: a viajante misteriosa retorna, com o carrinho repleto de peles.

source: The Scout
cn: 侦察兵
pt_br: A exploradora

source: the scout says she's been all over.
cn: 这个侦察兵说她已经去过所有的地图了.
pt_br: a exploradora disse que esteve em toda parte

source: willing to talk about it, for a price.
cn: 她愿意谈谈地图, 当然不是免费的.
pt_br: disposta a falar sobre isso, por um preço.

source: a scout stops for the night
cn: 一个侦察兵在夜幕中到来
pt_br: uma exploradora fica para a noite

source: buy map
cn: 购买地图
pt_br: comprar mapa

source: the map uncovers a bit of the world
cn: 地图展现了世界的一角
pt_br: o mapa revela um pouco do mundo

source: learn scouting
cn: 学习侦察
pt_br: aprender à explorar

source: The Master
cn: 大师
pt_br: O Mestre

source: an old wanderer arrives.
cn: 一个年老的流浪汉出现了
pt_br: um velho viajante chega.

source: he smiles warmly and asks for lodgings for the night.
cn: 他微笑着青请求寄宿过夜.
pt_br: ele sorri calorosamente e pede alojamentos para a noite.

source: an old wanderer arrives
cn: 一个年老的流浪汉出现了
pt_br: um velho viajante chega

source: agree
cn: 同意
pt_br: concordar

source: in exchange, the wanderer offers his wisdom.
cn: 作为交换, 老流浪汉分享了他的智慧.
pt_br: em troca, o viajante oferece sua sabedoria.

source: evasion
cn: 逃脱术
pt_br: evasão

source: precision
cn: 精准术
pt_br: precisão

source: force
cn: 力量大师
pt_br: força

source: The Sick Man
cn: 病人
pt_br: O Homem Doente

source: a man hobbles up, coughing.
cn: 一个男人躬着身, 咳嗽.
pt_br: um homem mancando entra, tossindo.

source: he begs for medicine.
cn: 他乞求一些治疗药剂.
pt_br: ele implora por remédios.

source: a sick man hobbles up
cn: 一个病人蹒跚而至
pt_br: um homem doente

source: give 1 medicine
cn: 给 1 治疗药剂
pt_br: dar 1 remédio

source: the man swallows the medicine eagerly
cn: 这个男人狼吞虎咽喝掉了治疗药剂
pt_br: o homem engole o remédio rapidamente

source: tell him to leave
cn: 撵他走
pt_br: diga-lhe para sair

source: the man is thankful.
cn: 这个男人很感激.
pt_br: o homem é grato.

source: he leaves a reward.
cn: 他留下了他的反馈.', '在他旅行中获得的一些奇怪的金属.
pt_br: ele deixa uma recompensa.

source: some weird metal he picked up on his travels.
cn: 在他旅行中获得的一些奇怪的金属.
pt_br: algum metal estranho ele pegou em suas viagens.

source: some weird glowing boxes he picked up on his travels.
cn: 在他旅行中获得的一些奇怪的发光盒子.
pt_br: algumas estranhas caixas brilhantes que ele pegou em suas viagens.

source: all he has are some scales.
cn: 在他旅行中获得的一些鳞片.
pt_br: tudo o que ele tem algumas balanças.

source: the man expresses his thanks and hobbles off.
cn: 这个男人感谢异常, 拍拍屁股走了.
pt_br: o homem expressa seus agradecimentos e desfalece.

source: An Outpost
cn: 哨站
pt_br: um Posto avançado

source: a safe place in the wilds.
cn: 一个野外的庇护所
pt_br: um lugar seguro na selva.

source: A Murky Swamp
cn: 一个烟雾迷茫的沼泽
pt_br: Um pântano escuro

source: rotting reeds rise out of the swampy earth.
cn: 腐烂的芦苇漂浮在沼泽上.
pt_br: Palmeiras podres sobem da terra pantanosa.

source: a lone frog sits in the muck, silently.
cn: 一个孤单的青蛙静静的蹲坐在淤泥上.
pt_br: um sapo solitário senta-se na lama, em silêncio.

source: a swamp festers in the stagnant air.
cn: 污浊溃烂的气息弥漫在空气中.
pt_br: um pântano apodrece no ar parado.

source: enter
cn: 进入
pt_br: entrar

source: deep in the swamp is a moss-covered cabin.
cn: 沼泽深处有一个覆满苔藓的小屋.
pt_br: nas profundezas do pântano tem uma cabine coberta de musgo.

source: an old wanderer sits inside, in a seeming trance.
cn: 一个年老的流浪汉在里面, 看似精神恍惚.
pt_br: um velho viajante senta-se no interior, em uma aparente transe.

source: talk
cn: 对话
pt_br: conversa

source: the wanderer takes the charm and nods slowly.
cn: 他说有一次带领着一个大团队抵达了一个新世界.
pt_br: o viajante usa seu charme e acena com a cabeça lentamente.

source: he speaks of once leading the great fleets to fresh worlds.
cn: 但是未知事物带来的破坏毁灭了那个团队,
pt_br: ele fala de quando liderava grandes frotas por novos mundos

source: unfathomable destruction to fuel wanderer hungers.
cn: 剩余的人忍饥挨饿痛苦异常.
pt_br: destruição imensuraveis era o cumbustivel do viajante faminto.

source: his time here, now, is his penance.
cn: 现在轮到他了, 流落在这里深深的忏悔....
pt_br: seu tempo aqui, agora, é a sua penitência.

source: A Damp Cave
cn: 一个潮湿的洞穴
pt_br: Uma Caverna Úmida

source: the mouth of the cave is wide and dark.
cn: 洞穴的入口宽而深.
pt_br: a boca da caverna é grande e escura.

source: can't see what's inside.
cn: 无法看清内部的情况.
pt_br: não se pode ver o que está dentro.

source: the earth here is split, as if bearing an ancient wound
cn: 这里的地面到处都是裂痕, 就好像一条条古老的大地伤痕
pt_br: a terra está separada, como se carregasse uma ferida antiga

source: go inside
cn: 进入
pt_br: ir para dentro

source: a startled beast defends its home
cn: 一头受惊的野兽正要捍卫自己的巢穴
pt_br: um animal assustado defende sua casa

source: continue
cn: 继续前进
pt_br: continuar

source: leave cave
cn: 离开洞穴
pt_br: deixar caverna

source: the cave narrows a few feet in.
cn: 洞穴已经小的没有落脚之地了.
pt_br: a caverna vai se estreitando

source: the walls are moist and moss-covered
cn: 墙壁很潮湿并覆满了苔藓
pt_br: as paredes são úmidas e cobertas de musgo

source: squeeze
cn: 挤进去
pt_br: espremer-se

source: the remains of an old camp sits just inside the cave.
cn: 一个老旧的营地呈现在你面前.
pt_br: os restos de um antigo acampamento fica justamente dentro da caverna.

source: bedrolls, torn and blackened, lay beneath a thin layer of dust.
cn: 灰黑的睡袋被褥都撕裂开了, 布满了灰尘.
pt_br: colchonetes, rasgados e enegrecidas, estavam debaixo de uma fina camada de poeira.

source: the body of a wanderer lies in a small cavern.
cn: 一个流浪者的尸体躺在一个小穴里面
pt_br: o corpo de um viajante encontra-se em uma pequena caverna.

source: rot's been to work on it, and some of the pieces are missing.
cn: 尸体高度腐烂, 一些肢体已经不见了.
pt_br: a decomposição tem feito seu trabalho nele, e estão faltando alguns pedaços.

source: can't tell what left it here.
cn: 很难说这里还剩下些什么东西.
pt_br: não se pode dizer o que o deixou aqui.

source: the torch sputters and dies in the damp air
cn: 火炬熄灭在潮湿的空气中
pt_br: a tocha estala e morre no ar úmido

source: the darkness is absolute
cn: 黑暗再度来袭
pt_br: a escuridão é absoluta

source: the torch goes out
cn: 火炬熄灭了
pt_br: a tocha apaga-se

source: a cave lizard attacks
cn: 一头洞穴蜥蜴向你攻击
pt_br: um lagarto da caverna ataca

source: a large beast charges out of the dark
cn: 一头巨大的野兽冲出黑暗
pt_br: uma grande fera surge da escuridão

source: a giant lizard shambles forward
cn: 一头洞穴蜥蜴向你攻击
pt_br: um lagarto gigante cambaleia para frente

source: the nest of a large animal lies at the back of the cave.
cn: 一只大型动物的巢穴就在洞穴的后方.
pt_br: o ninho de um grande animal se encontra no fundo da caverna.

source: a small supply cache is hidden at the back of the cave.
cn: 一个小型供给点隐藏在洞穴后方.
pt_br: um esconderijo de suprimentos está escondida no fundo da caverna.

source: an old case is wedged behind a rock, covered in a thick layer of dust.
cn: 一个老旧的包裹嵌在石头后方, 满布灰尘.
pt_br: uma mala antiga está encravada atrás de uma pedra, coberta de uma espessa camada de poeira.

source: A Deserted Town
cn: 一个沙漠小镇
pt_br: Uma Cidade Deserta

source: a small suburb lays ahead, empty houses scorched and peeling.
cn: 一个小村落坐落在前方, 房子都烧焦残破了.
pt_br: um pequeno subúrbio fica à frente, casas vazias chamuscadas e descamadas.

source: broken streetlights stand, rusting. light hasn't graced this place in a long time.
cn: 路灯都破烂锈迹斑斑, 这个地方已经很久没有光亮了.
pt_br: postes quebrados continuam em pé, enferrujando. luz não ilumina este lugar a muito tempo.

source: the town lies abandoned, its citizens long dead
cn: 小镇废弃在前方, 里面的居民早就死了
pt_br: a cidade está abandonada, seus cidadãos morreram há muito tempo

source: explore
cn: 探索
pt_br: explorar

source: where the windows of the schoolhouse aren't shattered, they're blackened with soot.
cn: 学校房屋的玻璃窗都没有碎掉, 但是都被熏黑了.
pt_br: onde as janelas da escola não são quebrados, eles estão consumidas pela fuligem.

source: the double doors creak endlessly in the wind.
cn: 大门吱吱不停的摇曳在残风中.
pt_br: as portas duplas rangem sem parar no vento.

source: leave town
cn: 离开小镇
pt_br: sair da cidade

source: ambushed on the street.
cn: 街头有埋伏.
pt_br: emboscado na rua.

source: a squat building up ahead.
cn: 前方有一坐建筑物.
pt_br: um edifício ocupado à frente

source: a green cross barely visible behind grimy windows.
cn: 在肮脏的窗子后面有一个绿十字.
pt_br: uma cruz verde pouco visível atrás das janelas sujas.

source: a small cache of supplies is tucked inside a rusting locker.
cn: 生锈的锁柜里面有一些供给品.
pt_br: um pequeno esconderijo de suprimentos está escondido dentro de um armário enferrujado.

source: a scavenger waits just inside the door.
cn: 一个拾荒者就在门里面.
pt_br: um escavador aguarda logo atrás da porta.

source: a beast stands alone in an overgrown park.
cn: 有一头野兽坐在杂草丛生的公园内.
pt_br: uma fera está sozinha em um parque cheio de mato.

source: an overturned caravan is spread across the pockmarked street.
cn: 一个撞翻的大篷车中的物件洒落在整个街道.
pt_br: uma caravana virada está espalhada em toda a rua esburacada.

source: it's been picked over by scavengers, but there's still some things worth taking.
cn: 拾荒者已经扫荡过一遍了, 但是应该还找得到一些有用的东西.
pt_br: escavadores passaram por aqui, mas ainda há algumas coisas que valem a pena.

source: a madman attacks, screeching.
cn: 一个疯子尖叫着攻击你.
pt_br: um homem louco ataca, gritando.
