Repository: doublespeakgames/adarkroom
Catalog: lang/*/strings.po
Languages: cn, pt_br

source: a thug moves out of the shadows.
cn: 一个暴徒走出了阴影.
pt_br: um bandido sai das sombras.

source: a beast charges out of a ransacked classroom.
cn: 一头野兽冲突了已经空荡荡的教室.
pt_br: uma fera surge de uma sala saqueada.

source: through the large gymnasium doors, footsteps can be heard.
cn: 在通过体育馆大门的时候, 脚步声清晰可闻.
pt_br: através das grandes portas de ginásio, passos podem ser ouvidos.

source: the torchlight casts a flickering glow down the hallway.
cn: 火炬照亮了走廊.
pt_br: a tocha lança um brilho cintilante pelo corredor

source: the footsteps stop.
cn: 脚步声停了下来.
pt_br: os passos param.

source: another beast, draw by the noise, leaps out of a copse of trees.
cn: 通过噪声可以感觉到另外一头野兽, 在树林里面.
pt_br: outra fera, chamada pelo barulho, salta de árvoresde de um bosque.

source: something's causing a commotion a ways down the road.
cn: 有什么东西在下边的路上引起了骚动.
pt_br: algo está causando um tumulto na estrada.

source: a fight, maybe.
cn: 可能是一场战斗.
pt_br: uma luta, talvez.

source: a small basket of food is hidden under a park bench, with a note attached.
cn: 一个装满食物的小篮子隐藏在公园的长椅下, 上面还有个纸条.
pt_br: uma pequena cesta de alimentos está escondido sob um banco do parque, com uma nota anexada.

source: can't read the words.
cn: 看不懂写的什么.
pt_br: não consegue entender as palavras

source: a panicked scavenger bursts through the door, screaming.
cn: 一个惊慌的拾荒者尖叫着闯过了大门.
pt_br: um escavador em pânico irrompe pela porta, gritando.

source: a man stands over a dead wanderer. notices he's not alone.
cn: 一个男人站在死去的流浪汉边上, 意识到他不是一个人.
pt_br: um homem está sobre um viajante morto. Note que não está sozinho.

source: scavenger had a small camp in the school.
cn: 拾荒者有一个小营地在学校里面.
pt_br: escavador tinha um acampamentozinho na escola.

source: collected scraps spread across the floor like they fell from heaven.
cn: 收集的各种垃圾散落在地面上, 就好像是从天上下下来的.
pt_br: recolheu as sucatas espalhadas no chão, como se elas tivessem caído do céu.

source: scavenger'd been looking for supplies in here, it seems.
cn: 拾荒者似乎一直在寻找各种物资.
pt_br: escadores estiveram procurando suprimento aqui, ao que parece.

source: a shame to let what he'd found go to waste.
cn: 不好意思, 我笑纳了.
pt_br: uma vergonha deixar o que ele encontrou ir para o lixo.

source: beneath the wanderer's rags, clutched in one of its many hands, a glint of steel.
cn: 流浪汉身体下有一些东西, 手上也抓着很多, 闪闪发光.
pt_br: debaixo dos trapos de um viajante, segurava em uma de suas mãos, algo com um brilho metálico.

source: worth killing for, it seems.
cn: 真值得一杀.
pt_br: vale a pena matar por isso, ao que parece.

source: eye for an eye seems fair.
cn: 以牙还牙相当公平.
pt_br: olho por olho, parece justo.

source: always worked before, at least.
cn: 无往而不利.
pt_br: sempre trabalhei antes, pelo menos.

source: picking the bones finds some useful trinkets.
cn: 骨头捡起来之后发现了一些小东西.
pt_br: ao procurar entre os ossos encontra algumas bugigangas úteis.

source: some medicine abandoned in the drawers.
cn: 抽屉里面有一些治疗药剂.
pt_br: alguns medicamentos abandonados nas gavetas.

source: the clinic has been ransacked.
cn: 诊所已经被洗劫一空.
pt_br: a clínica foi saqueada.

source: only dust and stains remain.
cn: 只有污浊的尘土依旧.
pt_br: só poeira e as manchas permanecem.

source: A Ruined City
cn: 一座诅咒之城
pt_br: Uma Cidade Arruinada

source: a battered highway sign stands guard at the entrance to this once-great city.
cn: 一个可怜的高速公路标志坐落在这座曾经的大城市的入口.
pt_br: um semáforo amassado continua de pé na entrada nesta outrora grande cidade.

source: the towers that haven't crumbled jut from the landscape like the ribcage of some ancient beast.
cn: 曾经壮观的高塔就好比是野兽的身体突出部位一般诡异.
pt_br: as torres que não tinham desmoronado sobressaem da paisagem como a caixa torácica de alguma besta antiga.

source: might be things worth having still inside.
cn: 可能有一些有用的东西在里面.
pt_br: ainda podem ter coisas que valem a pena dentro.

source: the towers of a decaying city dominate the skyline
cn: 一个破损的高塔指向天际
pt_br: as torres de uma cidade decadente dominam o horizonte

source: the streets are empty.
cn: 街道都是空的.
pt_br: as ruas estão vazias.

source: the air is filled with dust, driven relentlessly by the hard winds.
cn: 空气飘满了灰尘, 任凭风吹雨打.
pt_br: o ar é preenchido com pó, inexoravelmente conduzido pelos ventos fortes.

source: leave city
cn: 离开
pt_br: deixar cidade

source: orange traffic cones are set across the street, faded and cracked.
cn: 橙色的交通警示标记平方在街道上, 不过都破烂得不行了.
pt_br: cones de sinalização laranjas são deixados na rua, desbotados e rachados.

source: lights flash through the alleys between buildings.
cn: 灯光闪烁在建筑的缝隙中.
pt_br: luzes piscam pelos becos entre os prédios.

source: a large shanty town sprawls across the streets.
cn: 一直巨大的棚屋延绵穿过了街区.
pt_br: uma grande favela espalha-se pelas ruas.

source: faces, darkened by soot and blood, stare out from crooked huts.
cn: 一张张灰黑布满血迹的脸从小破屋里面伸出来.
pt_br: rostos, escurecidos pela fuligem e sangue, olham para fora das cabanas tortas.

source: the shell of an abandoned hospital looms ahead.
cn: 一个废弃的医院坐落在前方.
pt_br: a estrutura de um hospital abandonado aparece à frente.

source: the old tower seems mostly intact.
cn: 塔的内部似乎保存完整.
pt_br: a antiga torre parece quase intacta.

source: the shell of a burned out car blocks the entrance.
cn: 烧烂的汽车壳子挡住了入口.
pt_br: a estrutura de um carro queimado bloqueia a entrada.

source: most of the windows at ground level are busted anyway.
cn: 大多数的落地窗户被捣毁了.
pt_br: a maioria das janelas ao nível do solo estão quebradas de qualquer maneira.

source: a huge lizard scrambles up out of the darkness of an old metro station.
cn: 一个巨大的蜥蜴打破了老地铁站的宁静.
pt_br: um lagarto enorme pula para fora da escuridão de uma estação de metrô velha.

source: descend
cn: 拜访
pt_br: descer

source: the shot echoes in the empty street.
cn: 枪响在街道上产生回声.
pt_br: o tiro ecoa na rua vazia.

source: the soldier steps out from between the buildings, rifle raised.
cn: 士兵在建筑之间战斗, 奔跑和射击.
pt_br: o soldado sai de entre os edifícios, com o rifle levantado.

source: a frail man stands defiantly, blocking the path.
cn: 一个看上去挺斯文的人挡住去路并挑衅.
pt_br: um homem frágil está desafiadoramente, bloqueando o caminho.

source: nothing but downcast eyes.
cn: 除了低垂的眼帘.
pt_br: nada além de olhhos tristes.

source: the people here were broken a long time ago.
cn: 这个人很旧以前就被杀死了.
pt_br: as pessoas aqui foram quebradas há muito tempo.

source: empty corridors.
cn: 空荡的走廊.
pt_br: corredores vazios.

source: the place has been swept clean by scavengers.
cn: 拾荒者已经把这搜刮干净了.
pt_br: o local tem sido varrido por escavadores.

source: an old man bursts through a door, wielding a scalpel.
cn: 一个老人挥舞着手术刀冲了过来.
pt_br: um velho irrompe através de uma porta, empunhando um bisturi.

source: a thug is waiting on the other side of the wall.
cn: 一个暴徒等在另外一边墙那.
pt_br: um bandido está esperando do outro lado do muro.

source: a snarling beast jumps out from behind a car.
cn: 一头咆哮着的野兽从车后面跳出来.
pt_br: uma besta rosnando salta de trás de um carro.

source: street above the subway platform is blown away.
cn: 地铁站上方的街道已经被摧毁了.
pt_br: rua acima da plataforma do metrô está destruída.

source: lets some light down into the dusty haze.
cn: 一些光线照射到阴霾的尘土中.
pt_br: permite que alguma luz entre na neblina empoeirado.

source: a sound comes from the tunnel, just ahead.
cn: 前方传来一些声响.
pt_br: um som vem do túnel, logo à frente.

source: looks like a camp of sorts up ahead.
cn: 好像前方有一个营地.
pt_br: parece um acampamento de todos os tipos à frente.

source: rusted chainlink is pulled across an alleyway.
cn: 生锈的链条东拉西扯的.
pt_br: arame enferrujado é puxado através de um beco.

source: fires burn in the courtyard beyond.
cn: 大火灾庭院前燃烧.
pt_br: fogos queimam no pátio da frente.

source: more voices can be heard ahead.
cn: 前方传来更多的声响.
pt_br: mais vozes podem ser ouvidas adiante.

source: they must be here for a reason.
cn: 肯定有什么事情发生了.
pt_br: eles devem estar aqui por uma razão.

source: the sound of gunfire carries on the wind.
cn: 风中传来枪响.
pt_br: o som do tiroteio ecoa no vento

source: the street ahead glows with firelight.
cn: 前方街道闪光连连.
pt_br: a rua em frente brilha com a luz do fogo.

source: more squatters are crowding around now.
cn: 越来越多的人挤过来了.
pt_br: mais ocupantes estão se aglomerando ao redor agora.

source: someone throws a stone.
cn: 有人扔出一块石头.
pt_br: alguém joga uma pedra.

source: an improvised shop is set up on the sidewalk.
cn: 一个简易车间被安置在路边.
pt_br: uma loja improvisada foi feita na calçada.

source: the owner stands by, stoic.
cn: 店主坚强的站在边上.
pt_br: o proprietário se mantém, firmemente

source: strips of meat hang drying by the side of the street.
cn: 很多肉条晒在路边.
pt_br: tiras de carne pendurados secando ao lado da rua.

source: the people back away, avoiding eye contact.
cn: 人们纷纷后退, 回避着目光接触.
pt_br: as pessoas se afastam, evitando o contato visual.

source: someone has locked and barricaded the door to this operating theatre.
cn: 有人反锁了手术室的门.
pt_br: alguém tem trancado e bloqueado a porta para esta sala de cirurgias.

source: a tribe of elderly squatters is camped out in this ward.
cn: 老人们的蜗居就在这间病房.
pt_br: uma tribo de ocupantes idosos está acampado nesta ala.

source: a pack of lizards rounds the corner.
cn: 一群蜥蜴在角落里.
pt_br: um bando de lagartos cerca o canto.

source: strips of meat are hung up to dry in this ward.
cn: 肉条挂在房间里面风干.
pt_br: tiras de carne estão penduradas para secar nesta ala.

source: a large bird nests at the top of the stairs.
cn: 楼梯尽头有一个巨大的鸟巢.
pt_br: um ninho de um pássaro grande no topo das escadas.

source: the debris is denser here.
cn: 这里碎片密布.
pt_br: os detritos são mais densos aqui.

source: maybe some useful stuff in the rubble.
cn: 在碎片中可能会有一些有用的东西.
pt_br: talvez tenha algumas coisas úteis nos escombros.

source: a swarm of rats rushes up the tunnel.
cn: 一大群老鼠冲入隧道.
pt_br: uma ninhada de ratos percorrem o túnel.

source: a large man attacks, waving a bayonet.
cn: 一个高大的男人挥舞着刺刀进行攻击.
pt_br: um grande homem ataca, acenando com uma baioneta.

source: a second soldier opens fire.
cn: 第二个士兵开火了.
pt_br: um segundo soldado abre fogo.

source: a masked soldier rounds the corner, gun drawn
cn: 一个蒙面士兵持枪站在角落
pt_br: um soldado mascarado cerca o canto, arma na mão

source: the crowd surges forward.
cn: 人群涌动.
pt_br: a multidão surge adiante.

source: a youth lashes out with a tree branch.
cn: 一个年轻小伙拿了根树枝就跳出来了.
pt_br: um jovem ataca com um galho de árvore.

source: a squatter stands firmly in the doorway of a small hut.
cn: 有个人坚守在小木屋的门口.
pt_br: um ocupante está firmemente na porta de uma pequena cabana.

source: behind the door, a deformed figure awakes and attacks.
cn: 在门后的一个畸形人发起了攻击.
pt_br: atrás da porta, uma figura deformada acorda e ataca.

source: as soon as the door is open a little bit, hundreds of tentacles erupt.
cn: 门一开了一点, 几百个触手就涌过来.
pt_br: assim que a porta abre-se um pouco, centenas de tentáculos entram em erupção.

source: bird must have liked shiney things.
cn: 鸟儿都喜欢闪亮的东西.
pt_br: passáro deve gostar de coisas brilhantes.

source: some good stuff woven into its nest.
cn: 它们的巢里面经常有好东西.
pt_br: alguns bons materiais se entrelaçam em seu ninho.

source: not much here.
cn: 没什么东西了.
pt_br: nada aqui.

source: scavengers must have gotten to this place already.
cn: 拾荒者已经来过这里了.
pt_br: escavadores já devem ter chegado a este lugar .

source: the tunnel opens up at another platform.
cn: 隧道通向一个平台.
pt_br: o túnel abre em outra plataforma.

source: the walls are scorched from an old battle.
cn: 残破的墙壁.
pt_br: as paredes estão chamuscados de uma antiga batalha.

source: bodies and supplies from both sides litter the ground.
cn: 双方的尸体和物资散落在墙壁两旁.
pt_br: corpos e suprimentos de ambos os lados espalhados no chão.

source: the small military outpost is well supplied.
cn: 小型军事哨站补给充分.
pt_br: o pequeno posto militar está bem fornecido.

source: arms and munitions, relics from the war, are neatly arranged on the store-room floor.
cn: 武器弹药整理的排列在储藏室的地上.
pt_br: armas e munições, relíquias da guerra, estão dispostas ordenadamente no chão despensa.

source: just as deadly now as they were then.
cn: 跟以往一样的致命.
pt_br: tão mortais como agora como eles eram antigamente.

source: searching the bodies yields a few supplies.
cn: 搜索尸体会得到一些物资.
pt_br: a procura entre os corpos provém alguns suprimentos.

source: more soldiers will be on their way.
cn: 更多的士兵在赶来的路上.
pt_br: mais soldados estarão em seu caminho.

source: time to move on.
cn: 是时候离开了.
pt_br: tempo de seguir em frente.

source: the small settlement has clearly been burning a while.
cn: 小型定居点已经烧了一阵子了.
pt_br: o pequeno povoado foi claramente queimado à pouco tempo.

source: the bodies of the wanderers that lived here are still visible in the flames.
cn: 透过火焰仍可看到在燃烧的尸体.
pt_br: os corpos dos viajantes que viveram aqui ainda são visíveis nas chamas.

source: still time to rescue a few supplies.
cn: 还有时间取得一些物资.
pt_br: ainda da tempo de recuperar alguns suprimentos.

source: the remaining settlers flee from the violence, their belongings forgotten.
cn: 剩下的居民四处逃逸, 他们的物资都被抛下了.
pt_br: os colonos restantes fogem da violência, esquecendo seus pertences.

source: there's not much, but some useful things can still be found.
cn: 还能找到一些有用的东西, 虽然不多.
pt_br: não há muito, mas algumas coisas úteis ainda podem ser encontradas.

source: the young settler was carrying a canvas sack.
cn: 那个年轻的居民背着的是帆布包.
pt_br: o jovem colono estava carregando um saco de lona.

source: it contains travelling gear, and a few trinkets.
cn: 里面有一些旅行用品和几个装饰品
pt_br: contém ferramentas de viagem, e algumas bugigangas.

source: there's nothing else here.
cn: 没别的了.
pt_br: não há mais nada aqui.

source: inside the hut, a child cries.
cn: 小木屋内, 一个孩子在哭.
pt_br: dentro da cabana, uma criança chora.

source: a few belongings rest against the walls.
cn: 有几个行李靠在墙边.
pt_br: alguns pertences encostados na paredes.

source: the stench of rot and death fills the operating theatres.
cn: 腐烂和死亡的气息弥漫在手术室.
pt_br: o fedor da podridão e morte enche as salas de operação.

source: a few items are scattered on the ground.
cn: 有一些东西散落在地上.
pt_br: alguns itens estão espalhados no chão.

source: there is nothing else here.
cn: 没有其他东西了.
pt_br: não há mais nada aqui.

source: a pristine medicine cabinet at the end of a hallway.
cn: 一个朴素的药箱在走廊尽头.
pt_br: um antigo armário de medicamentos no final de um corredor.

source: the rest of the hospital is empty.
cn: 医院里面已经没什么了.
pt_br: o resto do hospital está vazio.

source: someone had been stockpiling loot here.
cn: 肯定有人一直储备东西在这里.
pt_br: alguém tinha empilhando seus ganhhos ilicitos aqui.

source: the tentacular horror is defeated.
cn: 恐怖触手被击败了.
pt_br: o horror tentacular é derrotado.

source: inside, the remains of its victims are everywhere.
cn: 里面到处都是遇难者的尸体.
pt_br: no interior, os restos mortais de suas vítimas estão em toda parte.

source: the warped man lies dead.
cn: 扭曲的人死了.
pt_br: o homem deformado está morto.

source: the operating theatre has a lot of curious equipment.
cn: 手术室有很多奇怪的设备.
pt_br: a sala de operação tem um monte de equipamentos curiosos.

source: the old man had a small cache of interesting items.
cn: 这个老人有一些有趣的小收藏.
pt_br: o velho tinha um pequeno esconderijo de itens interessantes.

source: An Old House
cn: 一所老房子
pt_br: Uma Casa Velha

source: an old house remains here, once white siding yellowed and peeling.
cn: 一所老房子依旧留存着, 白色的外墙泛黄脱落.
pt_br: uma casa velha permanece aqui, uma vez que o tapume branco amarelou e descascou.

source: the door hangs open.
cn: 门开着.
pt_br: a porta fica aberta.

source: the remains of an old house stand as a monument to simpler times
cn: 老房子好比是一座对时代的纪念碑一般
pt_br: os restos de uma casa velha permanece como um monumento aos tempos mais simples

source: the house is abandoned, but not yet picked over.
cn: 房子虽然被废弃了, 但没被搜刮过.
pt_br: a casa está abandonada, mas não foi furtada ainda.

source: still a few drops of water in the old well.
cn: 水井里面依旧有一些水.
pt_br: ainda algumas gotas de água na fonte velha.

source: the house has been ransacked.
cn: 房子已经被洗劫一空了.
pt_br: a casa foi saqueada.

source: but there is a cache of medicine under the floorboards.
cn: 但是地板下面还有一些医疗用品.
pt_br: mas há um esconderijo de remédios sob o assoalho.

source: a man charges down the hall, a rusty blade in his hand
cn: 一个男人占据着大厅, 手持大刀
pt_br: um homem corre corredor abaixo preparado para atacar, com lâmina enferrujada em sua mão

source: A Forgotten Battlefield
cn: 遗落战场
pt_br: Um Campo de Batalha Esquecido

source: a battle was fought here, long ago.
cn: 很久以前这里有场大战.
pt_br: a batalha foi travada aqui, há muito tempo.

source: battered technology from both sides lays dormant on the blasted landscape.
cn: 双方的高科技造成了如此壮观的景象.
pt_br: tecnologia agressiva de ambos os lados permanecem inativas na paisagem destruída.

source: A Huge Borehole
cn: 一个巨坑
pt_br: Um Enorme Buraco

source: a huge hole is cut deep into the earth, evidence of the past harvest.
cn: 一个巨大的深坑切入地表.
pt_br: um enorme buraco é marcado na terra, evidenciando colheitas passadas.

source: they took what they came for, and left.
cn: 他们拿走他们想要的然后走了.
pt_br: eles levaram o que queriam, e saíram.

source: castoff from the mammoth drills can still be found by the edges of the precipice.
cn: 通过悬崖边依旧能看清庞大的废弃场.
pt_br: restos de uma presa de mamute ainda podem ser encontrados nas bordas do precipício.

source: A Crashed Ship
cn: 破损的飞船
pt_br: Uma Nave Caída

source: the familiar curves of a wanderer vessel rise up out of the dust and ash.
cn: 尘土和灰烬之下流露出熟悉的各种曲线.
pt_br: as curvas familiares de um navio peregrino sobe a partir do pó e cinzas.

source: lucky that the natives can't work the mechanisms.
cn: 很幸运当地人不懂机械.
pt_br: sorte que os nativos não podem trabalhar com mecanismos.

source: with a little effort, it might fly again.
cn: 只要一点小小的修复，它或许可以重新飞起来.
pt_br: com um pouco de esforço, pode voar de novo.

source: salvage
cn: 打捞
pt_br: salvamento

source: The Sulphur Mine
cn: 一座硫磺矿
pt_br: A Mina de Enxofre

source: the military is already set up at the mine's entrance.
cn: 军队已经驻扎在矿井入口了.
pt_br: o militar já está preparado na entrada da mina.

source: soldiers patrol the perimeter, rifles slung over their shoulders.
cn: 巡逻兵挎着步枪.
pt_br: soldados patrulham o perímetro, com rifles pendurados nos ombros.

source: a military perimeter is set up around the mine.
cn: 军队已经驻扎在矿井入口了
pt_br: um perímetro militar é criado ao redor da mina.

source: attack
cn: 攻击
pt_br: atacar

source: a soldier, alerted, opens fire.
cn: 一个士兵发现并开火了.
pt_br: um soldado, alertado, abre fogo.

source: run
cn: 逃跑
pt_br: correr

source: a second soldier joins the fight.
cn: 第二个士兵加入战斗.
pt_br: um segundo soldado se junta à luta.

source: a grizzled soldier attacks, waving a bayonet.
cn: 一个头发花白的士兵加入战斗, 挥舞着刺刀.
pt_br: um soldado grisalho ataca, balançando uma baioneta.

source: the military presence has been cleared.
cn: 军队已经被清除.
pt_br: a presença militar tem acabado.

source: the mine is now safe for workers.
cn: 矿坑现在可以工作了.
pt_br: a mina é agora segura para os trabalhadores.

source: the sulphur mine is clear of dangers
cn: 硫磺矿解除危险了
pt_br: a mina de enxofre está segura dos perigos

source: The Coal Mine
cn: 一座煤矿
pt_br: A Mina de Carvão

source: camp fires burn by the entrance to the mine.
cn: 矿坑入口篝火很旺.
pt_br: fogueiras queimam pela entrada da mina.

source: men mill about, weapons at the ready.
cn: 有人带着武器驻守在那.
pt_br: homens se posicionam, armas preparadas

source: this old mine is not abandoned
cn: 这座老矿坑没有被遗弃
pt_br: esta antiga mina não está abandonada

source: a man joins the fight
cn: 一个人加入了战斗
pt_br: um homem entra na briga

source: only the chief remains.
cn: 只有老大还在.
pt_br: só o chefe permanece.

source: the camp is still, save for the crackling of the fires.
cn: 营地依旧, 还有火焰燃烧的声音.
pt_br: ainda há acampamento, guarde para o crepitar dos incêndios.

source: the coal mine is clear of dangers
cn: 矿坑安全了.
pt_br: a mina de carvão está segura dos perigos

source: The Iron Mine
cn: 一座铁矿
pt_br: A Mina de Ferro

source: an old iron mine sits here, tools abandoned and left to rust.
cn: 一个老铁矿坑, 工具被乱丢任其朽烂.
pt_br: uma antiga mina de ferro fica aqui, ferramentas abandonadas e deixada à ferrugem.

source: bleached bones are strewn about the entrance. many, deeply scored with jagged grooves.
cn: 各种白骨散落一地, 上面还有深深的齿痕.
pt_br: ossos branqueados estão espalhadas sobre a entrada. muitos, profundamente marcados com mordidas irregulares.

source: feral howls echo out of the darkness.
cn: 黑暗中传来野性的咆哮.
pt_br: uivos ferozes ecoam para fora da escuridão.

source: the path leads to an abandoned mine
cn: 通向矿坑的小路
pt_br: o caminho leva a uma mina abandonada

source: a large creature lunges, muscles rippling in the torchlight
cn: 一个巨大的生物出现, 肌肉大到爆
pt_br: uma grande criatura dá o bote, os músculos ondulando à luz da tocha

source: the beast is dead.
cn: 野兽死了.
pt_br: a fera está morta.

source: the iron mine is clear of dangers
cn: 矿坑安全了.
pt_br: a mina de ferro está livre de perigos

source: A Destroyed Village
cn: 矿坑解除危险了
pt_br: Uma Aldeia Destruída

source: a destroyed village lies in the dust.
cn: 一个被毁灭的村庄，只剩下废墟
pt_br: uma aldeia destruída reside no pó.

source: charred bodies litter the ground.
cn: 毁灭的村子到处都是灰尘.
pt_br: corpos carbonizados espalhados no chão.

source: the metallic tang of wanderer afterburner hangs in the air.
cn: 破烂的尸体到处都是. 被烧焦的尸体挂在空中.
pt_br: o gosto metálico de pós-combustão errante paira no ar.

source: a shack stands at the center of the village.
cn: 一个木屋坐落在村子中心.
pt_br: há um barraco está no centro da vila.

source: there are still supplies inside.
cn: 里面还有一些物资.
pt_br: ainda há suprimentos.

source: all the work of a previous generation is here.
cn: 上一代人的痕迹都留了下来.
pt_br: todo o trabalho de uma geração anterior está aqui.

source: ripe for the picking.
cn: 是时候采摘果实了.
pt_br: maduro para a colheita.

source: rifle
cn: 猎枪

source: Export
cn: 导出

source: the compass points east.
cn: 罗盘指向东边

source: the compass points west.
cn: 罗盘指向西边

source: the compass points north.
cn: 罗盘指向南边

source: the compass points south.
cn: 罗盘指向北边

source: the compass points northeast.
cn: 罗盘指向东南

source: the compass points northwest.
cn: 罗盘指向西南

source: the compass points southeast.
cn: 罗盘指向东北

source: the compass points southwest.
cn: 罗盘指向西北

source: sniper
cn: 狙击手
