Repository: doublespeakgames/adarkroom
Catalog: lang/*/strings.po
Languages: cn, pt_br

source: Dropbox connection
pt_br: Dropbox

source: connect game to dropbox local storage
pt_br: conecte o jogo ao dropbox

source: connect
pt_br: conectar

source: cancel
cn: 取消
pt_br: cancelar

source: Dropbox Export / Import
pt_br: Exportar / Importar no Dropbox

source: export or import save data to dropbox datastorage
pt_br: exportar ou importar dados salvos ao dropbox

source: your are connected to dropbox with account / email
pt_br: você está conectado ao dropbox com a conta / email

source: save
pt_br: salvar

source: load
pt_br: carregar

source: signout
pt_br: sair

source: choose one slot to save to
pt_br: escolha um slot para salvar

source: save to slot
pt_br: salvar slot

source: choose one slot to load from
pt_br: escolha um slot para carregar

source: load from slot
pt_br: carregar slot

source: successfully saved to dropbox datastorage
pt_br: salvo com sucesso no dropbox

source: error while saving to dropbox datastorage
pt_br: erro ao salvar no dropbox

source: ok
pt_br: Está bem

source: boxer
cn: 通臂拳
pt_br: boxeador

source: punches do more damage
cn: 提高徒手攻击力
pt_br: socos causam mais danos

source: learned to throw punches with purpose
cn: 学会了通臂拳
pt_br: aprendeu a dar socos com finalidade

source: martial artist
cn: 功夫家
pt_br: artista marcial

source: punches do even more damage.
cn: 再次提高徒手攻击力
pt_br: socos fazem ainda mais danos.

source: learned to fight quite effectively without weapons
cn: 学会了金刚掌
pt_br: aprendeu a lutar de forma bastante eficaz sem armas

source: unarmed master
cn: 徒手搏击大师
pt_br: mestre desarmado

source: punch twice as fast, and with even more force
cn: 双倍攻速，更高攻击力
pt_br: soco duas vezes mais rápido, e com ainda mais força

source: learned to strike faster without weapons
cn: 学会了降龙十八掌
pt_br: aprendeu a atacar mais rápido sem armas

source: barbarian
cn: 野蛮人
pt_br: bárbaro

source: melee weapons deal more damage
cn: 近战武器攻击提高
pt_br: armas brancas fazem mais dano

source: learned to swing weapons with force
cn: 习得了夺命连环剑
pt_br: aprendeu a balançar armas com força

source: slow metabolism
cn: 避免饥饿
pt_br: metabolismo lento

source: go twice as far without eating
cn: 两倍挨饿能力
pt_br: aguenta duas vezes mais sem comer

source: learned how to ignore the hunger
cn: 学习如何避免饥饿
pt_br: aprendeu a ignorar a fome

source: desert rat
cn: 避免流失水分
pt_br: rato do deserto

source: go twice as far without drinking
cn: 两倍忍渴能力
pt_br: aguenta duas vezes mais sem beber

source: learned to love the dry air
cn: 习得适应干燥空气
pt_br: aprendeu a amar o ar seco

source: evasive
cn: 闪避术
pt_br: evasivo

source: dodge attacks more effectively
cn: 躲闪能力加强
pt_br: esquivar de ataques de forma mais eficaz

source: learned to be where they're not
cn: 学会了凌波微步
pt_br: aprendeu a estar no lugar onde eles não estão

source: precise
cn: 精准术
pt_br: preciso

source: land blows more often
cn: 命中率加强
pt_br: acerta socos com mais frequência

source: learned to predict their movement
cn: 提高了命中率
pt_br: aprendeu a prever movimentos

source: scout
cn: 寻踪术
pt_br: patrulhar

source: see farther
cn: 扩大视野
pt_br: ver mais distante

source: learned to look ahead
cn: 学会向前看
pt_br: aprendeu a se antecipar

source: stealthy
cn: 潜行术
pt_br: furtivo

source: better avoid conflict in the wild
cn: 降低遇敌概率
pt_br: melhor em evitar o conflito na selva

source: learned how not to be seen
cn: 降低遇敌概率
pt_br: aprendeu como não ser visto

source: gastronome
cn: 生存术
pt_br: gastrónomo

source: restore more health when eating
cn: 进食恢复hp加强
pt_br: restaura mais saúde ao comer

source: learned to make the most of food
cn: 学会了充分利用食物
pt_br: aprendeu a fazer o máximo de comida

source: lights off.
cn: 关灯
pt_br: apagar luzes.

source: restart.
cn: 重生
pt_br: reiniciar.

source: share.
cn: 分享
pt_br: compartilhar.

source: save.
cn: 存档
pt_br: salvar.

source: Export / Import
cn: 导入/导出
pt_br: Exportar / Importar

source: export or import save data, for backing up
cn: 导入或导出备份文件
pt_br: exportar ou importar dados salvos, para fazer backup

source: or migrating computers
cn: 或者从其他地方导入
pt_br: ou migrando computadores

source: export
cn: 导出
pt_br: exportar

source: import
cn: 导入
pt_br: importar

source: save this.
cn: 保存
pt_br: salvar isto.

source: got it
cn: 搞定
pt_br: entendi

source: are you sure?
cn: 你确定？
pt_br: você tem certeza?

source: if the code is invalid, all data will be lost.
cn: 如果数据格式错误，所有数据都将丢失。
pt_br: se o código for inválido, todos os dados serão perdidos.

source: this is irreversible.
cn: 本过程不可逆
pt_br: isto é irreversível.

source: yes
cn: 是的
pt_br: sim

source: no
cn: 取消
pt_br: não

source: put the save code here.
cn: 数据粘贴到这里
pt_br: coloque o código aqui.

source: Restart?
cn: 你确定要重新开始?
pt_br: Reiniciar?

source: restart the game?
cn: 重新开始游戏?
pt_br: reiniciar o jogo?

source: Share
cn: 分享
pt_br: Compartilhar

source: bring your friends.
cn: 分享给你的好友
pt_br: traga seus amigos.

source: close
cn: 关闭
pt_br: fechar

source: lights on.
cn: 开灯
pt_br: acender luzes.

source: Go Hyper?
pt_br: Alternar para Hyper?

source: turning hyper mode speeds up the game to x2 speed. do you want to do that?
pt_br: alternar para o modo hyper deixa o jogo 2x mais rápido. você quer fazer isso?

source: classic.
pt_br: clássico.

source: {0} per {1}s
cn: {0} /{1}s
pt_br: {0} por {1}s

source: eat meat
cn: 吃腊肉
pt_br: comer carne

source: use meds
cn: 用药
pt_br: usar medicamentos

source: miss
pt_br: errou

source: stunned
pt_br: atordoado

source: leave
cn: 离开
pt_br: sair

source: drop:
pt_br: largar:

source: nothing
cn: 这家伙是个骗子
pt_br: nada

source: take
cn: 带走
pt_br: tomar

source: take:
cn: 获得:
pt_br: tomar:

source: all
pt_br: tudo

source: take everything
pt_br: pegue tudo

source: and
cn: 和
pt_br: e

source: *** EVENT ***
pt_br: *** EVENTO ***

source: saved.
cn: 数据已经保存
pt_br: salvo.

source: wood
cn: 木头
pt_br: madeira

source: builder
cn: 工匠
pt_br: construtor

source: teeth
cn: 利齿
pt_br: dentes

source: meat
cn: 鲜肉
pt_br: carne

source: fur
cn: 毛皮
pt_br: pele

source: alien alloy
cn: 外星合金
pt_br: liga alienígena

source: bullets
cn: 子弹
pt_br: balas

source: charm
cn: 护身符
pt_br: amuleto

source: leather
cn: 皮革
pt_br: couro

source: iron
cn: 铁
pt_br: ferro

source: steel
cn: 钢
pt_br: aço

source: coal
cn: 煤
pt_br: carvão

source: sulphur
cn: 硫磺
pt_br: enxofre

source: energy cell
cn: 燃料电池
pt_br: célula de energia

source: torch
cn: 火把
pt_br: tocha

source: medicine
cn: 药品
pt_br: remédio

source: hunter
cn: 猎人
pt_br: caçador

source: trapper
cn: 抓捕手
pt_br: armadilheiro

source: tanner
cn: 皮匠
pt_br: curtidor

source: grenade
cn: 手榴弹
pt_br: granada

source: bolas
cn: 流星锤
pt_br: boleadeira

source: bayonet
cn: 刺刀
pt_br: baioneta

source: charcutier
cn: 屠夫
pt_br: açougueiro

source: iron miner
cn: 铁匠
pt_br: minerador de ferro

source: iron mine
cn: 铁矿
pt_br: mina de ferro

source: coal miner
cn: 矿工
pt_br: minerador de carvão

source: coal mine
cn: 煤矿
pt_br: mina de carvão

source: sulphur miner
cn: 熔炉工
pt_br: minerador de enxofre

source: sulphur mine
cn: 硫磺矿
pt_br: mina de enxofre

source: armourer
cn: 军械员
pt_br: armeiro

source: steelworker
cn: 炼钢工匠
pt_br: trabalhador de siderúrgico

source: bait
cn: 诱饵
pt_br: isca

source: cured meat
cn: 腊肉
pt_br: carne curada

source: scales
cn: 鳞片
pt_br: escamas

source: compass
cn: 罗盘
pt_br: bússola

source: laser rifle
cn: 激光步枪
pt_br: rifle de laser

source: gatherer
cn: 伐木工
pt_br: coletor

source: cloth
cn: 布料
pt_br: pano

source: thieves
cn: 小偷
pt_br: bandidos

source: not enough fur
cn: 皮毛不够了
pt_br: pele insuficiente

source: not enough wood
cn: 木头不够了
pt_br: madeira insuficiente

source: not enough coal
cn: 煤炭不够了
pt_br: carvão insuficiente

source: not enough iron
cn: 铁不够了
pt_br: ferro insuficiente

source: not enough steel
cn: 钢不够了
pt_br: aço insuficiente

source: not enough sulphur
pt_br: enxofre insuficiente

source: baited trap
cn: 有诱饵的陷阱
pt_br: armadilha com isca

source: not enough scales
cn: 鳞片不够了
pt_br: escamas insuficientes

source: not enough cloth
cn: 布料不够
pt_br: pano insuficiente

source: not enough teeth
cn: 利齿不够
pt_br: dentes insuficientes

source: not enough leather
cn: 皮革不够
pt_br: couro insuficiente

source: not enough meat
pt_br: carne insuficiente

source: the compass points east
pt_br: a bússola aponta para o leste

source: the compass points west
pt_br: a bússola aponta para o oeste

source: the compass points north
pt_br: a bússola aponta para o norte

source: the compass points south
pt_br: a bússola aponta para o sul

source: the compass points northeast
pt_br: a bússola aponta para o nordeste

source: the compass points northwest
pt_br: a bússola aponta para o noroeste

source: the compass points southeast
pt_br: a bússola aponta para o sudeste

source: the compass points southwest
pt_br: a bússola aponta para o sudoeste

source: Outside
cn: 探险
pt_br: Fora

source: scraps of fur
cn: 皮毛下脚料
pt_br: restos de pele

source: bits of meat
cn: 小片的肉
pt_br: pedaços de carne

source: strange scales
cn: 奇怪的鳞片
pt_br: escamas estranhas

source: scattered teeth
cn: 残缺的牙齿
pt_br: dentes dispersos

source: tattered cloth
cn: 破烂的布匹
pt_br: pano esfarrapado

source: a crudely made charm
cn: 一个粗糙的护身符
pt_br: um amuleto feito toscamente

source: A Silent Forest
cn: 寂静的村庄
pt_br: Uma Floresta Silenciosa

source: gather wood
cn: 收集木头
pt_br: recolher madeira

source: a stranger arrives in the night
cn: 一个陌生人在夜色中到来
pt_br: um estranho chega no meio da noite

source: a weathered family takes up in one of the huts.
cn: 一个经过长途跋涉的家庭搬入了一个木屋
pt_br: uma família abastada ocupa-se em uma das cabanas.

source: a small group arrives, all dust and bones.
cn: 一小群人抵达了, 个个瘦骨嶙峋
pt_br: um pequeno grupo chega, todos exaustos.

source: a convoy lurches in, equal parts worry and hope.
cn: 一大队人群抵达, 带来了担忧与希望
pt_br: um comboio chega, partes iguais de preocupação e esperança.

source: the town's booming. word does get around.
cn: 小村已成为小镇, 热闹非凡, 消息传播开去
pt_br: expansão da cidade. a palavra se espalha.

source: pop
pt_br: população

source: forest
cn: 村庄
pt_br: floresta

source: village
pt_br: aldeia

source: check traps
cn: 查看陷阱
pt_br: verificar armadilhas

source: A Lonely Hut
cn: 孤寂的小屋
pt_br: Uma Cabana Solitária

source: A Tiny Village
cn: 小村庄
pt_br: Uma Pequena Aldeia

source: A Modest Village
cn: 中型村庄
pt_br: Uma Modesta Aldeia

source: A Large Village
cn: 大型村庄
pt_br: Uma Grande Aldeia

source: A Raucous Village
cn: 忙碌嘈杂的小镇
pt_br: Uma Aldeia Áspera

source: the sky is grey and the wind blows relentlessly
cn: 天空阴沉, 朔风野大
pt_br: o céu é cinza e o vento sopra sem parar

source: dry brush and dead branches litter the forest floor
cn: 干枯的灌木和树枝把树林的地面弄得一团糟
pt_br: moitas secas e galhos mortos espalhados no chão da floresta

source: the traps contain
cn: 陷阱里发现了
pt_br: as armadilhas contêm

source: A Dusty Path
cn: 探险
pt_br: Um Caminho Empoeirado

source: supplies:
cn: 耗材:
pt_br: suprimentos:

source: embark
cn: 出发
pt_br: embarcar

source: the compass points
cn: 罗盘指向 :
pt_br: a bússola aponta

source: perks:
cn: 技能:
pt_br: benefícios:

source: none
cn: 空
pt_br: nenhum

source: armour
cn: 护甲
pt_br: armadura

source: water
cn: 水
pt_br: água

source: free {0}/{1}
cn: 空闲: {0}/{1}
pt_br: livre {0}/{1}

source: weight
cn: 重量
pt_br: peso

source: available
cn: 库存
pt_br: disponível

source: trap
cn: 陷阱
pt_br: armadilha

source: builder says she can make traps to catch any creatures might still be alive out there
cn: 工匠说她能制作可以捕获活的猎物的陷阱
pt_br: o construtor diz que ela pode fazer armadilhas para pegar todas as criaturas que ainda podem estar vivas lá fora

source: more traps to catch more creatures
cn: 更多的陷阱能抓到更多的猎物
pt_br: mais armadilhas para pegar mais criaturas

source: more traps won't help now
cn: 更多数量的陷阱已经不能带来益处了
pt_br: mais armadilhas não vão ajudar agora

source: cart
cn: 小推车
pt_br: carrinho

source: builder says she can make a cart for carrying wood
cn: 工匠说她能制作运输木头的小推车
pt_br: o construtor diz que ela pode fazer um carrinho para transportar madeira

source: the rickety cart will carry more wood from the forest
cn: 小推车能从森林里运来更多的木头
pt_br: o carrinho pequeno vai transportar mais madeira da floresta

source: hut
cn: 小木屋
pt_br: cabana

source: builder says there are more wanderers. says they'll work, too.
cn: 工匠们说会有更多的流浪汉会加入我们. 他们也会帮忙干活
pt_br: o construtor diz que há mais errantes. diz que eles vão trabalhar também.

source: builder puts up a hut, out in the forest. says word will get around.
cn: 工匠在森林里搭起一座木屋, 说这件事很快就会传播出去。
pt_br: o construtor monta uma cabana na floresta. diz que a palavra vai se espalhar.

source: no more room for huts.
cn: 没有空间建造木屋了
pt_br: não há mais espaço para barracas.

source: lodge
cn: 猎人小屋
pt_br: alojamento

source: villagers could help hunt, given the means
cn: 村民只要有了工具, 他们就能去打猎
pt_br: aldeões poderiam ajudar a caçar, dados os meios

source: the hunting lodge stands in the forest, a ways out of town
cn: 猎人小屋就坐落在村口
pt_br: o pavilhão de caça está na floresta, fora da cidade

source: trading post
cn: 贸易栈
pt_br: posto de troca

source: a trading post would make commerce easier
cn: 有了贸易栈你就能很灵活的调度物资
pt_br: um posto de troca facilita o comércio

source: now the nomads have a place to set up shop, they might stick around a while
cn: 游牧民族们可以有地方落脚了, 他们可能会在这待一会
pt_br: agora os nômades têm um lugar para se estabelecer, eles podem ficar por um tempo

source: tannery
cn: 制革坊
pt_br: curtume

source: builder says leather could be useful. says the villagers could make it.
cn: 工匠说皮革很有用, 我们的村民能搞定.
pt_br: o construtor diz que couro poderia ser útil. diz que os moradores poderiam fazê-lo.

source: tannery goes up quick, on the edge of the village
cn: 村子边上的制革工坊很快就建起来了
pt_br: curtume é feito rápido, na periferia da aldeia

source: smokehouse
cn: 腌肉厂
pt_br: defumadouro

source: should cure the meat, or it'll spoil. builder says she can fix something up.
cn: 工匠说如果不腌制, 鲜肉很快就会腐烂, 工匠说她有办法搞定.
pt_br: deve curar a carne, ou ela vai estragar. a construtora diz que pode pensar em alguma coisa.

source: builder finishes the smokehouse. she looks hungry.
cn: 工匠很快建成了腌制房, 很快就能吃到湖南腊肉了
pt_br: a construtora termina a charcutaria. ela parece com fome.

source: workshop
cn: 工具房
pt_br: oficina

source: builder says she could make finer things, if she had the tools
cn: 工匠说如果有合适的工具, 她能做更高级的东西
pt_br: a construtora diz que ela poderia fazer coisas melhores, se ela tivesse ferramentas

source: workshop's finally ready. builder's excited to get to it
cn: 工具间总算完工了, 工匠兴奋极了
pt_br: a oficina está finalmente pronta. a construtora está animada para usar

source: steelworks
cn: 炼钢炉
pt_br: siderúrgica

source: builder says the villagers could make steel, given the tools
cn: 工匠说只要有合适的工具, 就可以炼钢
pt_br: a construtora diz que os moradores poderiam fazer aço, dadas as ferramentas

source: a haze falls over the village as the steelworks fires up
cn: 炼钢炉起, 雾霾就来了
pt_br: uma neblina cai sobre a aldeia assim que a siderúrgica esquenta

source: armoury
cn: 兵工厂
pt_br: arsenal

source: builder says it'd be useful to have a steady source of bullets
cn: 工匠说稳定的武器和弹药供应是必要的
pt_br: a construtora diz que seria útil ter uma fonte constante de projéteis

source: armoury's done, welcoming back the weapons of the past.
cn: 兵工厂已经完成! 可以生产武器了
pt_br: arsenal feito, acolhendo de volta as armas do passado.

source: a torch to keep the dark away
cn: 用以驱散黑暗的火把
pt_br: uma tocha para manter a escuridão longe

source: waterskin
cn: 水壶
pt_br: bolsa d'água

source: this waterskin'll hold a bit of water, at least
cn: 用来放水的, 可惜容量小了点
pt_br: este odre vai levar um pouco de água, pelo menos

source: cask
cn: 水桶
pt_br: barril

source: the cask holds enough water for longer expeditions
cn: 木桶可以存放不少的水, 探险能持续更久
pt_br: o barril tem água suficiente para expedições mais longas

source: water tank
cn: 水箱
pt_br: tanque de água

source: never go thirsty again
cn: 你再也不会缺水了
pt_br: nunca ter sede novamente

source: bone spear
cn: 骨矛
pt_br: lança de osso

source: this spear's not elegant, but it's pretty good at stabbing
cn: 这矛有点糙, 但是用来突刺已经足够了
pt_br: esta lança não é elegante, mas é muito boa para apunhalar

source: rucksack
cn: 背包
pt_br: mochila

source: carrying more means longer expeditions to the wilds
cn: 载得更多意味着更长更远的野外探险
pt_br: carregando mais coisas significa expedições mais longas na a floresta

source: wagon
cn: 货车
pt_br: vagão

source: the wagon can carry a lot of supplies
cn: 货车可以载很多的物资供给
pt_br: o vagão pode transportar uma grande quantidade de material

source: convoy
cn: 大货车
pt_br: comboio

source: the convoy can haul mostly everything
cn: 超级大货车几乎可以装任何东西
pt_br: o comboio pode transportar praticamente tudo

source: l armour
cn: 皮甲
pt_br: l armadura

source: leather's not strong. better than rags, though.
cn: 皮革的确不是太牢固, 但总好过布料
pt_br: couro não é forte. melhor do que trapos, no entanto.

source: i armour
cn: 铁甲
pt_br: i armadura

source: iron's stronger than leather
cn: 铁比皮结实
pt_br: ferro é mais forte do que o couro

source: s armour
cn: 钢甲
pt_br: s armadura

source: steel's stronger than iron
cn: 钢又比铁更牢固
pt_br: aço é mais forte do que o ferro

source: iron sword
cn: 铁剑
pt_br: espada de ferro

source: sword is sharp. good protection out in the wilds.
cn: 铁剑很尖锐, 在野外提供给我们足够的保护.
pt_br: espada é afiada. boa proteção na floresta.

source: steel sword
cn: 钢剑
pt_br: espada de aço

source: the steel is strong, and the blade true.
cn: 钢剑很锋利, 很可怕
pt_br: o aço é forte, e a lâmina verdadeira.

source: black powder and bullets, like the old days.
cn: 黑火药和子弹, 好复古的感觉
pt_br: pólvora preta e projéteis, como nos velhos tempos.

source: Room
cn: 小屋
pt_br: Quarto

source: A Dark Room
cn: 小黑屋
pt_br: Um Quarto Escuro

source: light fire
cn: 生火
pt_br: acender fogo

source: stoke fire
cn: 添柴火
pt_br: atiçar fogo

source: the room is {0}
cn: {0} 的小屋
pt_br: o quarto está {0}

source: the fire is {0}
cn: {0} 的火堆
pt_br: o fogo está {0}

source: the stranger is standing by the fire. she says she can help. says she builds things.
cn: 陌生人围坐在火堆旁, 她说她可以帮忙，她是个工匠
pt_br: a estranha está de pé perto do fogo. ela disse que pode ajudar. ela diz que constrói coisas.

source: freezing
cn: 寒冷刺骨
pt_br: congelando

source: cold
cn: 很冷
pt_br: frio

source: mild
cn: 温度正好
pt_br: morno

source: warm
cn: 暖和
pt_br: aquecido

source: hot
cn: 热
pt_br: quente

source: dead
cn: 熄灭了
pt_br: morto

source: smoldering
cn: 冒烟了
pt_br: latente

source: flickering
cn: 有火苗了
pt_br: tremulante

source: burning
cn: 燃烧中
pt_br: ardente

source: roaring
cn: 熊熊燃烧中
pt_br: rugindo

source: A Firelit Room
cn: 温暖的木屋
pt_br: Um Quarto Iluminado

source: not enough wood to get the fire going
cn: 木头不足, 无法生火
pt_br: madeira insuficiente para acender o fogo

source: the wood has run out
cn: 木头用光了
pt_br: a madeira se esgotou

source: the light from the fire spills from the windows, out into the dark
cn: 火堆的光芒映过窗户射进了茫茫黑暗
pt_br: a luz do fogo derrama das janelas, para o escuro

source: builder stokes the fire
cn: 工匠给火堆添加木头
pt_br: o construtor alimenta o fogo

source: the wind howls outside
cn: 屋外寒风呼啸
pt_br: o vento uiva do lado de fora

source: the wood is running out
cn: 木头就快烧完了
pt_br: a madeira está se esgotando

source: a ragged stranger stumbles through the door and collapses in the corner
cn: 一个衣衫褴褛的陌生人跌撞进门, 摔倒在墙角
pt_br: uma estranha maltrapilha tropeça através da porta e cai no canto

source: the stranger shivers, and mumbles quietly. her words are unintelligible.
cn: 陌生人冻得发抖并且胡言乱语不知所云.
pt_br: a estanha se arrepia, e murmura baixinho. suas palavras são ininteligíveis.

source: the stranger in the corner stops shivering. her breathing calms.
cn: 陌生人缩在墙角并不再发抖, 她呼吸也平静下来了.
pt_br: a estranha no canto para de tremer. sua respiração acalma.

source: stores
cn: 库存
pt_br: lojas

source: weapons
cn: 武器
pt_br: armas

source: not enough
cn: 不足
pt_br: não é suficiente

source: builder just shivers
cn: 工匠们冷得在发抖
pt_br: o construtor apenas treme de frio

source: build:
cn: 建筑物:
pt_br: construir:

source: craft:
cn: 制造:
pt_br: construir:

source: buy:
cn: 购买:
pt_br: comprar:

source: Ship
cn: 飞船
pt_br: Navio

source: An Old Starship
cn: 古老的飞船
pt_br: Uma Nave Velha

source: hull:
cn: 外壳:
pt_br: casco:

source: engine:
cn: 引擎:
pt_br: motor:

source: reinforce hull
cn: 加固船身
pt_br: reforçar casco

source: upgrade engine
cn: 升级引擎
pt_br: mecanismo de atualização

source: lift off
cn: 飞向火星
pt_br: decolar

source: somewhere above the debris cloud, the wanderer fleet hovers. been on this rock too long.
cn: 在大量机械残骸中, 古老的飞船停在岩石上, 已经等待得太久了.
pt_br: em algum lugar acima da nuvem restante, a armada errante paira. esteve nesta pedra por tempo demais.

source: not enough alien alloy
cn: 外星合金不足
pt_br: liga alienígena insuficiente

source: Ready to Leave?
cn: 没有什么可以留恋的了吗？
pt_br: Pronto para sair?

source: time to get out of this place. won't be coming back.
cn: 总算要离开这个失落之地了, 永远不回头!
pt_br: hora de sair deste lugar. não voltarei.

source: linger
cn: 舍不得
pt_br: demorar

source: hull:
cn: 船身:
pt_br: casco:

source: Troposphere
cn: 对流层
pt_br: Troposfera

source: Stratosphere
cn: 平流层
pt_br: Estratosfera

source: Mesosphere
cn: 中间层
pt_br: Mesosfera

source: Thermosphere
cn: 热层
pt_br: Termosfera

source: Exosphere
cn: 外大气层
pt_br: Exosfera

source: Space
cn: 太空
pt_br: Espaço

source: score for this game: {0}
cn: 本次得分: {0}
pt_br: pontuação para este jogo: {0}

source: total score: {0}
cn: 总分: {0}
pt_br: pontuação total: {0}

source: punch
cn: 起飞
pt_br: soco

source: stab
cn: 刺
pt_br: apunhalar

source: swing
cn: 挥击
pt_br: balanço

source: slash
cn: 猛击
pt_br: cortar

source: thrust
cn: 插
pt_br: golpear

source: shoot
cn: 射击
pt_br: atirar

source: blast
cn: 引爆
pt_br: disparar

source: lob
cn: 投掷
pt_br: tacar

source: tangle
cn: 迷惑
pt_br: entrelaçar

source: An&nbsp;Outpost
cn: 前哨站
pt_br: Um&nbsp;Posto Avançado

source: Iron&nbsp;Mine
cn: 铁矿
pt_br: Mina&nbsp;de&nbsp;Ferro

source: Coal&nbsp;Mine
cn: 煤矿
pt_br: Mina&nbsp;de&nbsp;Carvão

source: Sulphur&nbsp;Mine
cn: 硫磺矿
pt_br: Mina&nbsp;de&nbsp;Enxofre

source: An&nbsp;Old&nbsp;House
cn: 废弃屋
pt_br: Uma&nbsp;Casa&nbsp;Velha

source: A&nbsp;Damp&nbsp;Cave
cn: 洞穴
pt_br: Uma&nbsp;Caverna&nbsp;Úmida

source: An&nbsp;Abandoned&nbsp;Town
cn: 小镇
pt_br: Uma&nbsp;Cidade&nbsp;Abandonada

source: A&nbsp;Ruined&nbsp;City
cn: 城镇
pt_br: Uma&nbsp;Cidade&nbsp;Arruinada

source: A&nbsp;Crashed&nbsp;Starship
cn: 坠毁的星际飞船
pt_br: Uma&nbsp;Nave&nbsp;Caída

source: A&nbsp;Borehole
cn: 巨坑
pt_br: Um&nbsp;Furo

source: A&nbsp;Battlefield
cn: 古代战场
pt_br: Um&nbsp;Campo de Batalha

source: A&nbsp;Murky&nbsp;Swamp
cn: 沼泽
pt_br: Um&nbsp;Pântano&nbsp;Obscuro

source: A&nbsp;Destroyed&nbsp;Village
cn: 小黑屋
pt_br: Uma&nbsp;Aldeia&nbsp;Destruída

source: water:{0}
cn: 水:{0}
pt_br: água:{0}

source: pockets
cn: 背包
pt_br: bolsos

source: dangerous to be this far from the village without proper protection
cn: 离村子很远了, 没有适当保护的情况下很危险
pt_br: perigoso estar tão longe da aldeia sem proteção adequada

source: safer here
cn: 总算安全了
pt_br: mais seguro aqui

source: the meat has run out
cn: 肉吃完了
pt_br: a carne se esgotou

source: starvation sets in
cn: 饥饿袭来
pt_br: a fome chega

source: there is no more water
cn: 水已耗尽
pt_br: não tem mais água

source: the thirst becomes unbearable
cn: 口舌生烟, 干渴如斯
pt_br: a sede se torna insuportável

source: the trees yield to dry grass. the yellowed brush rustles in the wind.
cn: 落叶, 枯草, 黄沙, 响铃.
pt_br: as árvores produzem grama seca. a moita amarelada agita-se com o vento.

source: the trees are gone. parched earth and blowing dust are poor replacements.
cn: 朽木, 废土, 狂沙, 死地.
pt_br: as árvores se foram. terra seca e poeira soprando são substituições pobres.

source: trees loom on the horizon. grasses gradually yield to a forest floor of dry branches and fallen leaves.
cn: 树木仅存于地平线, 绿草远不是落木枯叶的敌手.
pt_br: árvores surgem no horizonte. a grama gradualmente cede a um chão de galhos secos e folhas caídas.

source: the grasses thin. soon, only dust remains.
cn: 枯草地, 褐连天.
pt_br: a grama vai desaparecendo. logo, só sobrará poeira

source: the barrens break at a sea of dying grass, swaying in the arid breeze.
cn: 贫瘠之地嵌在死海一般的枯草地中, 随着干燥的微风摇摆不定.
pt_br: a esterilidade gera um mar de gramas mortas, balançando na brisa árida.
